Repository: tollenceld/StarCatch
Catalog: StarCatch/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %@ 可见
source: %@ visible
zh_hans: %@ 可见

source: +24 H
zh_hans: +24 小时

source: ±24H
zh_hans: ±24 小时

source: −24 H
zh_hans: −24 小时

# accessibility.off
source: Off
zh_hans: 关闭

# accessibility.on
source: On
zh_hans: 开启

# accessibility.open_browser
source: Open in browser
zh_hans: 在浏览器中打开

# accessibility.toggle
source: Double-tap to toggle
zh_hans: 轻触切换

# action.cancel
source: Cancel
zh_hans: 取消

# action.delete
source: Delete
zh_hans: 删除

# action.more
source: More
zh_hans: 更多

# action.reset
source: Reset
zh_hans: 重置

# boot.accessibility.preparing
source: Preparing the local sky map
zh_hans: 正在准备本地星图

# boot.action.enter
source: Begin Observation
zh_hans: 进入观测

# boot.action.enter.hint
source: Enter the main sky
zh_hans: 进入主天空

# boot.action.wait.hint
source: Enter the main sky when the catalog is ready
zh_hans: 数据准备完成后进入主天空

# boot.intro.body
source: Raise your iPhone to identify human-made objects crossing the sky, then move through time to inspect their paths.
zh_hans: 举起手机，辨认此刻经过上空的人造天体，并沿时间查看它们的轨迹。

# boot.intro.eyebrow
source: ORBITAL FIELD INSTRUMENT
zh_hans: 轨道观测仪

# boot.intro.title
source: A precise instrument for the real sky.
zh_hans: 一台面向真实天空的精密观测仪。

# boot.module.attitude
source: ATTITUDE
zh_hans: 姿态

# boot.module.catalog
source: CATALOG
zh_hans: 目录

# boot.module.observation_model
source: OBSERVATION MODEL
zh_hans: 观测模型

# boot.module.orbit
source: ORBIT
zh_hans: 轨道

# boot.module.orbit_solver
source: ORBIT SOLVER
zh_hans: 轨道解算

# boot.module.verified
source: VERIFIED
zh_hans: 已验证

# boot.module.waiting
source: WAITING
zh_hans: 等待

# boot.module.working
source: VERIFYING
zh_hans: 验证中

# boot.phase.calibrating
source: CALIBRATING
zh_hans: 正在校准

# boot.phase.catalog_sync
source: CATALOG SYNC
zh_hans: 同步目录

# boot.phase.initializing
source: INITIALIZING
zh_hans: 正在初始化

# boot.phase.ready
source: READY
zh_hans: 准备就绪

# boot.system.accessibility
source: Observation system, %@
zh_hans: 观测系统，%@

# boot.system.title
source: OBSERVATION SYSTEM
zh_hans: 观测系统

# capture.cancel
source: Cancel Capture
zh_hans: 取消捕获

# capture.cancel.hint
source: End the current persistent capture without changing the Capture Confirmation setting
zh_hans: 结束当前持续捕获，不影响设置中的确认捕获开关

# capture.cancelling
source: Cancelling
zh_hans: 取消中

# capture.confirm
source: Capture Object
zh_hans: 捕获卫星

# capture.confirm.hint
source: Confirm the object currently sensed by the reticle
zh_hans: 确认准星当前感应到的卫星

source: Capture Held
zh_hans: 捕获保持中

# capture.held.hint
source: The object remains captured. Aim at another object to switch, or use the adjacent control to cancel
zh_hans: 当前目标保持捕获；可对准另一目标切换，或使用旁边按钮取消

# capture.releasing
source: Releasing
zh_hans: 正在取消

# capture.releasing.hint
source: Closing the current object archive
zh_hans: 正在关闭当前卫星档案

# capture.replace
source: Switch Capture
zh_hans: 切换捕获

# capture.replace.hint
source: End the current object and lock the new object sensed by the reticle
zh_hans: 结束当前目标并锁定准星感应到的新卫星

# capture.seeking
source: Move Reticle to Object
zh_hans: 将准星移向卫星

# capture.seeking.hint
source: Move the device until an object enters the reticle's capture range
zh_hans: 移动设备，让卫星进入准星的捕获范围

source: CATALOG OFFLINE
zh_hans: 目录离线

# date.today
source: Today
zh_hans: 今天

# date.yesterday
source: Yesterday
zh_hans: 昨天

# DISPLAY %@ / CATALOG %@
source: DISPLAY %1$@ / CATALOG %2$@
zh_hans: 显示 %1$@ / 目录 %2$@

source: DRAG ↕↔ · PINCH / ROTATE · DOUBLE TAP RESET
zh_hans: 拖动 ↕↔ · 双指缩放 / 旋转 · 双击复位

# filter.accessibility
source: Object filters, currently showing %d objects
zh_hans: 目标筛选，当前显示 %d 个目标

# filter.accessibility.hint
source: Expand object filters
zh_hans: 展开目标筛选

# filter.all_objects
source: All Objects
zh_hans: 全部目标

# filter.close.accessibility
source: Close filters
zh_hans: 关闭筛选列表

# filter.filtered
source: Filtered Objects
zh_hans: 目标已筛选

# filter.live_note
source: Selections update the current sky immediately
zh_hans: 选择会实时作用于当前天空

# filter.reset.accessibility
source: Restore all objects
zh_hans: 恢复全部目标

# filter.result.additional
source: %d additional filters · %d objects
zh_hans: %d 个附加筛选 · 显示 %d 个目标

# filter.result.current
source: Current: %@ · %d objects
zh_hans: 当前：%@ · 显示 %d 个目标

# filter.section.mission
source: Mission Type · Multiple
zh_hans: 任务类型 · 可多选

# filter.section.network
source: Orbital Network · Multiple
zh_hans: 轨道网络 · 可多选

# filter.section.operator
source: Operator · Multiple
zh_hans: 运营方 · 可多选

# filter.section.scope
source: Display Range · Single
zh_hans: 显示范围 · 单选

# filter.title
source: Object Filters
zh_hans: 目标筛选

# filter.visible
source: %d visible
zh_hans: %d 可见

# guide.capture.confirm
source: Center an object, then confirm continuous capture.
zh_hans: 对准目标，再确认持续捕获。

# guide.capture.direct
source: Move the reticle onto an object to reveal its archive.
zh_hans: 将准星移向目标，档案会随视线出现。

# guide.capture.switch
source: Aim at another object to switch, or cancel the current capture.
zh_hans: 对准另一目标切换，或取消当前捕获。

# manual.1.paragraph.1
source: At this moment, stations, telescopes, navigation constellations, and old rocket bodies are passing overhead.
zh_hans: 此刻，空间站、望远镜、导航星座与旧火箭正在越过你头顶。

# manual.1.paragraph.2
source: Most do not shine and cannot be seen with the naked eye. This instrument returns them to your field of awareness.
zh_hans: 它们不发光，肉眼不可见。这台仪器把它们放回你的感知范围。

# manual.1.title
source: THE INSTRUMENT
zh_hans: 这台仪器

# manual.2.paragraph.1
source: Raise the device. The screen becomes your field of view, and the center reticle becomes your direction.
zh_hans: 举起设备，屏幕即视野，中心十字丝即指向。

# manual.2.paragraph.2
source: Move slowly. Points in the field are cataloged orbital objects; edge beacons indicate tracked objects outside the current view.
zh_hans: 缓慢移动。视野中的光点是真实在轨物；空域之外的目标会由屏幕边缘提示方向。

# manual.2.paragraph.3
source: Bring the reticle near an object to reveal its archive. The panel remains briefly after you move away; pin it to keep it visible. If Capture Confirmation is enabled in Settings, confirmation and switching controls appear in the main view.
zh_hans: 让十字丝靠近它，档案会随视线浮现。移开后仍保留短暂阅读时间；触碰面板可将它固定。若在设置中开启“确认捕获”，主视野才会出现确认、切换与取消捕获按钮。

# manual.2.paragraph.4
source: Open Archive reveals the full record. Individual spacecraft use their own source record; large constellations share verified program context while preserving each node's identity and orbit.
zh_hans: 完整信息出现后，画面下方会浮现“深入档案”。单体卫星读取自己的资料；大型星座的任意节点进入同一份项目档案，避免用重复文字伪装成不同故事。

# manual.2.title
source: HOW TO OBSERVE
zh_hans: 如何观察

# manual.3.paragraph.1
source: Enter the global orbit view from the upper-left control. Its lower edge contains the observation clock; move the scale to inspect the past or future.
zh_hans: 点按左上角进入全局星图，屏幕下缘才会出现观测时钟。左右拨动刻度，即可抵达过去或未来。

# manual.3.paragraph.2
source: Choose Return to Now to restore LIVE time. Leaving the global view also returns the observation clock to the present.
zh_hans: 点按“返回此刻”即可回到 LIVE；退出全局星图时，时间也会先归还到此刻。

# manual.3.title
source: TIME COORDINATE
zh_hans: 时间坐标

# manual.4.paragraph.1
source: Orbits come from NORAD GP elements and are propagated on device with SGP4. The age of the data is reported honestly.
zh_hans: 轨道来自 NORAD 两行根数，并由 SGP4 在设备上推算；数据龄期会被如实标注。

# manual.4.paragraph.2
source: Location and motion are used only to establish observer coordinates and device pointing. If location is denied, the instrument clearly uses an assumed coordinate.
zh_hans: 位置与姿态只用于建立观察者坐标和设备指向，不离开设备。拒绝定位后，仪器会明确使用假定坐标。

# manual.4.paragraph.3
source: These results are for education and observation, not navigation, collision avoidance, or any safety decision.
zh_hans: 这些结果用于教育与观测，不用于导航、碰撞规避或任何安全决策。

# manual.4.title
source: DATA AND FRAME
zh_hans: 数据与坐标

# manual.5.paragraph.1
source: Use the Settings control in the upper-right corner to reopen this manual, adjust the display, or read the privacy statement.
zh_hans: 右上角的设置入口可以重新打开手册、显示控制与隐私说明。

# manual.5.paragraph.2
source: The sky is always there. StarCatch helps you see its orbital layer when you look up.
zh_hans: 天空一直在那里。它只负责在你抬头的时候，替你看见。

# manual.5.title
source: READY FOR OBSERVATION
zh_hans: 观测就绪

# manual.begin
source: Begin Observation
zh_hans: 开始观测

# manual.catalog_count
source: %d OBJECTS
zh_hans: %d 个目标

# manual.chapter.1
source: CHAPTER 01
zh_hans: 第一章

# manual.chapter.2
source: CHAPTER 02
zh_hans: 第二章

# manual.chapter.3
source: CHAPTER 03
zh_hans: 第三章

# manual.chapter.4
source: CHAPTER 04
zh_hans: 第四章

# manual.chapter.final
source: FINAL
zh_hans: 终章

# manual.continue
source: Continue
zh_hans: 继续

# manual.continue.hint
source: Continue to the next page
zh_hans: 继续到下一页

# manual.epoch_age
source: %dD
zh_hans: %d 天

# manual.field.epoch_age
source: EPOCH AGE
zh_hans: 历元年龄

# manual.field.model
source: MODEL
zh_hans: 模型

# manual.field.source
source: SOURCE
zh_hans: 来源

# manual.finish_reading
source: Finish Reading
zh_hans: 完成阅读

# manual.page
source: Page %d
zh_hans: 第 %d 页

# manual.skip
source: Skip
zh_hans: 跳过

# navigation.back
source: Back to %@
zh_hans: 返回%@

# navigation.instrument_status
source: Instrument Status
zh_hans: 仪器状态

# navigation.manual
source: Observation Manual
zh_hans: 观测手册

# navigation.observation_detail
source: Observation Detail
zh_hans: 记录详情

# navigation.observations
source: Observations
zh_hans: 观测记录

# navigation.privacy
source: Privacy
zh_hans: 隐私

# navigation.settings
source: Settings
zh_hans: 设置

# navigation.sky
source: Sky
zh_hans: 天空

# object.status.cataloged
source: CATALOGED
zh_hans: 轨道在列

# object.status.debris
source: DEBRIS
zh_hans: 轨道残留

# object.status.derelict
source: DERELICT
zh_hans: 失效记录

# object.status.silent
source: SILENT
zh_hans: 静默记录

source: OBSERVATION SYSTEM ·
zh_hans: 观测系统 ·

# observations.clear
source: Clear History
zh_hans: 清除记录

# observations.clear_all
source: Clear All
zh_hans: 清除全部

# observations.clear.confirmation
source: Clear all observation history?
zh_hans: 清除全部观测记录？

# observations.clear.note
source: Display preferences and manual progress will be preserved.
zh_hans: 显示偏好与手册状态不会被清除。

# observations.detail.hint
source: View observation details for this object
zh_hans: 查看该天体的观测详情

# observations.empty.body
source: Aim at an artificial object to read its archive. With Capture Confirmation enabled, confirmed observations are stored on this device.
zh_hans: 将准星对准人造天体可即时阅读档案；开启“确认捕获”并确认目标后，观测会保存在这台设备上。

# observations.empty.title
source: No observations yet
zh_hans: 尚无观测记录

# observations.field.altitude
source: Altitude
zh_hans: 高度

# observations.field.azimuth
source: Azimuth
zh_hans: 方位

# observations.field.category
source: Category
zh_hans: 类别

# observations.field.elevation
source: Elevation
zh_hans: 仰角

# observations.field.first_lock
source: First lock
zh_hans: 首次锁定

# observations.field.latest_lock
source: Latest lock
zh_hans: 最近锁定

# observations.field.launch
source: Launch
zh_hans: 发射

# observations.field.orbit
source: Orbit
zh_hans: 轨道

# observations.field.range
source: Range
zh_hans: 距离

# observations.field.speed
source: Speed
zh_hans: 速度

# observations.field.status
source: Status
zh_hans: 状态

# observations.field.time
source: Observed at
zh_hans: 观测时刻

# observations.field.total
source: Total locks
zh_hans: 累计次数

# observations.latest
source: Latest: %@
zh_hans: 最近：%@

# observations.metric.identified
source: Identified
zh_hans: 已识别

# observations.metric.locks
source: Locks
zh_hans: 锁定次数

# observations.more.accessibility
source: More observation actions
zh_hans: 更多观测记录操作

# observations.none_short
source: None
zh_hans: 尚无记录

# observations.object.fallback
source: Cataloged object %@ in a %@ orbit. Its position is calculated from the bundled orbital snapshot.
zh_hans: 目录目标 %@ 位于 %@ 轨道；当前位置由随包轨道快照在设备上推算。

# observations.open.hint
source: Open complete observation history
zh_hans: 打开完整观测记录

# observations.row.accessibility
source: %1$@, last observed %2$@, %3$d times
zh_hans: %1$@，最近观测 %2$@，共 %3$d 次

# observations.section.mission
source: Mission
zh_hans: 任务

# observations.section.orbit_snapshot
source: Orbital reading at observation
zh_hans: 当时的轨道读数

# observations.summary
source: %d identified · %d locks
zh_hans: 已识别 %d 个 · 共锁定 %d 次

# observations.summary.accessibility
source: %d objects identified. Latest observation: %@
zh_hans: 已识别 %d 个天体，最近观测 %@

source: ORBITAL FIELD INSTRUMENT
zh_hans: 轨道观测仪

# overview.accessibility
source: Interactive three-dimensional orbital globe showing the observer, satellites, and live trajectories
zh_hans: 交互式三维地球轨道星图，显示观察者位置、卫星与实时轨迹

# overview.counts
source: DISPLAY %1$lld / CATALOG %2$lld
zh_hans: 显示 %1$lld / 目录 %2$lld

# overview.entry.hint
source: Open the interactive 3D orbital globe
zh_hans: 打开可交互的 3D 地球轨道仪

# overview.entry.title
source: Enter Global Orbits
zh_hans: 进入全局轨道

# overview.gesture_hint
source: DRAG ↕↔ · PINCH / ROTATE · DOUBLE TAP RESET
zh_hans: 拖动 ↕↔ · 双指缩放 / 旋转 · 双击复位

# overview.observer.current
source: Current Location
zh_hans: 当前位置

# overview.visibility.default
source: Default Field of View
zh_hans: 默认视域

source: PRIVACY · ON DEVICE · 2026-08-01
zh_hans: 隐私 · 仅限本机 · 2026-08-01

# privacy.choice.body
source: You can revoke location access in Settings, or delete the app at any time to remove all locally stored data.
zh_hans: 你可以在系统设置中撤销定位权限，也可以随时删除应用以移除全部本地数据。

# privacy.choice.title
source: Your choices
zh_hans: 你的选择

# privacy.location.body
source: StarCatch requests precise location to calculate the observer's coordinates and true-north reference on device; approximate location can introduce visible parallax for low-orbit objects. Motion sensors determine device pointing. Location and attitude are neither uploaded nor persisted. You may still choose approximate location; the app clearly reports reduced accuracy. If access is denied, Beijing is used as an explicitly labeled assumed location.
zh_hans: 定位默认请求完整精度，只用于在设备上计算观察者坐标与真北方向；低轨目标会因近似位置产生明显视差。陀螺仪只用于确定设备指向，位置和姿态不会上传或持久化。你仍可在系统中选择近似位置；精度不足时应用会明确提示。拒绝定位后，应用使用北京作为明确标注的假定坐标。

# privacy.location.title
source: Location and attitude
zh_hans: 位置与姿态

# privacy.network.body
source: This version creates no account, contains no advertising, analytics, or tracking code, and sends no personal data to the developer or third parties. SatelliteKit performs orbital calculations entirely on device.
zh_hans: 当前版本不创建账户，不包含广告、分析或跟踪代码，也不会向开发者或第三方传输个人数据。SatelliteKit 仅在本机执行轨道计算。

# privacy.network.title
source: Network and third parties
zh_hans: 网络与第三方

# privacy.public.label
source: PUBLIC POLICY
zh_hans: 公开政策

# privacy.public.title
source: View public privacy policy
zh_hans: 查看公开隐私政策

# privacy.records.body
source: Observation history, manual progress, and display preferences are stored only on this device to restore your instrument state. Observation history can be cleared in Settings.
zh_hans: 观测记录、手册阅读状态和显示偏好仅保存在本机，用于恢复你的仪器状态。你可以在设置中清除观测记录。

# privacy.records.title
source: Local records
zh_hans: 本地记录

# privacy.summary.no_account
source: No account
zh_hans: 不创建账户

# privacy.summary.no_location_upload
source: Location is never uploaded
zh_hans: 不上传位置

# privacy.summary.no_tracking
source: No tracking
zh_hans: 不进行追踪

# privacy.summary.on_device
source: All calculations stay on device
zh_hans: 所有计算均在设备上完成

# privacy.support.label
source: SUPPORT
zh_hans: 支持

# privacy.support.title
source: Privacy or support feedback
zh_hans: 反馈隐私或支持问题

# role.communications
source: COMMUNICATION RELAY
zh_hans: 通信中继

# role.constellation
source: %@ CONSTELLATION NODE
zh_hans: %@ 星座节点

# role.debris
source: ORBITAL DEBRIS
zh_hans: 在轨碎片

# role.navigation
source: NAVIGATION AND TIMING
zh_hans: 导航授时

# role.object
source: ORBITAL OBJECT
zh_hans: 在轨物体

# role.rocket_body
source: SPENT STAGE
zh_hans: 火箭末级

# role.science
source: SCIENCE MISSION
zh_hans: 科学任务

# role.station
source: ORBITAL HABITAT
zh_hans: 载人设施

# role.telescope
source: SPACE OBSERVATORY
zh_hans: 空间望远镜

# role.weather
source: WEATHER OBSERVATION
zh_hans: 气象观测

source: SET
zh_hans: 落下

# settings.capture.caption
source: Show confirmation, switching, and cancellation controls in the main view.
zh_hans: 在主视野显示确认、切换与取消操作。

# settings.capture.title
source: Capture Confirmation
zh_hans: 确认捕获

# settings.grain.caption
source: Film grain and scanning texture.
zh_hans: 画面颗粒与扫描纹理。

# settings.grain.title
source: Medium Grain
zh_hans: 介质颗粒

# settings.location.eyebrow
source: LOCATION
zh_hans: 定位

# settings.location.title
source: Restore Precise Location Access
zh_hans: 恢复真实位置权限

# settings.manual.eyebrow
source: FIELD MANUAL
zh_hans: 观测手册

# settings.manual.title
source: Review Observation Manual
zh_hans: 重新查看观测手册

# settings.motion.caption
source: Freeze drift and breathing; shorten transitions.
zh_hans: 冻结漂移与呼吸，缩短转场。

# settings.motion.title
source: Reduce Motion
zh_hans: 抑制动效

# settings.open.accessibility
source: Open instrument status and settings
zh_hans: 打开仪器状态与设置

# settings.open.hint
source: Open settings, observations, and help
zh_hans: 进入设置、观测记录与帮助

# settings.privacy.eyebrow
source: PRIVACY
zh_hans: 隐私

# settings.privacy.title
source: Privacy and On-Device Data
zh_hans: 隐私与设备内数据

# settings.section.display
source: Display
zh_hans: 显示

# settings.section.help
source: Help
zh_hans: 帮助

# settings.section.observation
source: Observation
zh_hans: 观测

# settings.status.eyebrow
source: STATUS AND DATA
zh_hans: 状态与数据

# settings.status.title
source: Instrument Status and Orbital Data
zh_hans: 仪器状态与轨道数据

# sky.degraded.location_accuracy
source: Low location accuracy · Direction is approximate
zh_hans: 位置精度较低 · 方向仅供参考

# sky.degraded.location_assumed
source: Location is estimated
zh_hans: 位置为估算值

# sky.degraded.orbit_age
source: Orbital data is %lld days old
zh_hans: 轨道数据已 %lld 天

# sky.degraded.pointing
source: Attitude unavailable · Direction is approximate
zh_hans: 姿态不可用 · 方向仅供参考

# sky.degraded.uncalibrated
source: Pointing uncalibrated · Move in a figure eight
zh_hans: 指向未校准 · 画 8 字校准

# sky.direction.accessibility
source: Attitude data, %1$@, %2$@
zh_hans: 姿态数据，%1$@，%2$@

# sky.direction.accessibility.hint
source: Expand direction accuracy and calibration information
zh_hans: 展开方向精度和校准信息

# sky.global.now
source: Global View · Now
zh_hans: 全局星图 · 此刻

# sky.global.offset
source: Global View · %@
zh_hans: 全局星图 · %@

# sky.metric.accuracy
source: Accuracy
zh_hans: 精度

# sky.metric.altitude
source: Elevation
zh_hans: 仰角

# sky.metric.attitude
source: Attitude
zh_hans: 姿态

# sky.metric.azimuth
source: Azimuth
zh_hans: 方位

# sky.metric.field
source: Field
zh_hans: 视场

# sky.metric.heading_reference
source: Heading Reference
zh_hans: 方位参考

# sky.metric.location
source: Location
zh_hans: 定位

# sky.metric.orbit_age
source: Orbit Age
zh_hans: 轨道龄期

# sky.panel.calibration
source: View Calibration
zh_hans: 查看校准

# sky.panel.direction
source: Direction and Accuracy
zh_hans: 方向与精度

# sky.panel.direction.guidance
source: View complete attitude information
zh_hans: 查看完整姿态信息

# sky.panel.direction.uncalibrated
source: Move in a figure eight to calibrate
zh_hans: 画 8 字校准并查看详情

# sky.panel.observation
source: Observation Status
zh_hans: 观测状态

# sky.panel.status
source: Full Status
zh_hans: 完整状态

# sky.panel.tag.attitude
source: ATTITUDE
zh_hans: 姿态

# sky.panel.tag.system
source: SYSTEM
zh_hans: 系统

# sky.status.accessibility
source: Observation status, %@
zh_hans: 观测状态，%@

# sky.status.accessibility.hint
source: Expand observation and sensor status
zh_hans: 展开观测与传感器状态

# sky.status.degraded
source: LIMITED
zh_hans: 状态受限

# sky.status.focusing
source: FOCUSING
zh_hans: 正在对焦

# sky.status.global
source: GLOBAL ORBITS
zh_hans: 全局星图

# sky.status.locked
source: LOCKED
zh_hans: 已锁定

# sky.status.observing
source: OBSERVING
zh_hans: 正在观测

# sky.status.release_object
source: Releasing %@
zh_hans: 释放 %@

# sky.status.releasing
source: RELEASING
zh_hans: 正在释放

# sky.status.sensing
source: SENSING
zh_hans: 正在感应

# sky.value.assumed
source: Estimated
zh_hans: 估算

# sky.value.days
source: %lld days
zh_hans: %lld 天

# sky.value.idle
source: Idle
zh_hans: 空闲

# sky.value.live
source: Live
zh_hans: 实时

# sky.value.manual
source: Manual
zh_hans: 手动

# sky.value.simulated
source: Simulated
zh_hans: 模拟

# sky.value.starting
source: Starting
zh_hans: 启动中

# sky.value.tracking
source: Tracking
zh_hans: 追踪中

# sky.value.true_north
source: True North
zh_hans: 真北

# sky.value.unavailable
source: Unavailable
zh_hans: 不可用

# sky.value.uncalibrated
source: Calibrate
zh_hans: 待校准

source: SOURCES · OFFLINE EDITION
zh_hans: 资料来源 · 离线版本

# StarCatch 与 SatelliteKit 依据 MIT License 发布。轨道目录归属 CelesTrak；完整声明随项目公开发布。
source: StarCatch and SatelliteKit are released under the MIT License. The orbital catalog is provided by CelesTrak; full notices ship with the project.
zh_hans: StarCatch 与 SatelliteKit 依据 MIT License 发布。轨道目录归属 CelesTrak；完整声明随项目公开发布。

# status.catalog.current
source: %dD · CURRENT
zh_hans: %d 天 · 当前

# status.catalog.update
source: %dD · UPDATE APP
zh_hans: %d 天 · 请更新 App

# status.field.age
source: Age
zh_hans: 龄期

# status.field.location_permission
source: Location
zh_hans: 定位权限

# status.field.motion_service
source: Motion Service
zh_hans: 姿态服务

# status.field.objects
source: Objects
zh_hans: 对象

# status.field.observer
source: Observer
zh_hans: 观察者

# status.field.pointing
source: Pointing
zh_hans: 指向

# status.field.runtime
source: Runtime
zh_hans: 运行

# status.field.snapshot
source: Snapshot
zh_hans: 快照

# status.objects
source: %d OBJECTS
zh_hans: %d 个对象

# status.observer.assumed
source: BEIJING · ASSUMED
zh_hans: 北京 · 假定位置

# status.permission.allowed
source: ALLOWED
zh_hans: 已允许

# status.permission.denied
source: DENIED · USING ASSUMED
zh_hans: 已拒绝 · 使用假定位置

# status.permission.not_requested
source: NOT REQUESTED
zh_hans: 尚未请求

# status.permission.restricted
source: RESTRICTED · USING ASSUMED
zh_hans: 受限 · 使用假定位置

# status.pointing.manual
source: MANUAL · SIMULATION
zh_hans: 手动 · 模拟

# status.pointing.true_north
source: TRUE NORTH
zh_hans: 真北

# status.pointing.uncalibrated
source: UNCALIBRATED · MOVE DEVICE SLOWLY
zh_hans: 未校准 · 请缓慢转动设备

# status.runtime.offline
source: OFFLINE · ON DEVICE
zh_hans: 离线 · 仅限本机

# status.section.catalog
source: Orbital Catalog
zh_hans: 轨道目录

# status.section.device
source: Device
zh_hans: 设备

# status.section.support
source: Support and Attribution
zh_hans: 支持与归属

# status.service.idle
source: IDLE
zh_hans: 空闲

# status.service.manual
source: MANUAL
zh_hans: 手动

# status.service.starting
source: STARTING
zh_hans: 启动中

# status.service.tracking
source: TRACKING
zh_hans: 追踪中

# status.service.unavailable
source: UNAVAILABLE
zh_hans: 不可用

# status.source.eyebrow
source: SOURCE AND LICENSE
zh_hans: 源码与许可

# status.source.title
source: Project Source and Open-Source Licenses
zh_hans: 项目源码与开源许可

# status.support.eyebrow
source: GITHUB ISSUES
zh_hans: 问题反馈

# status.support.title
source: Report an Issue or Get Support
zh_hans: 反馈问题与获取支持

# status.value.unknown
source: UNKNOWN
zh_hans: 未知

# support.open.hint
source: Open the StarCatch support page
zh_hans: 打开 StarCatch 支持页面

# time.accessibility.hint
source: Drag horizontally through time, or swipe up and down in thirty-minute steps
zh_hans: 左右拖动时间，或上下轻扫调整三十分钟

# time.accessibility.label
source: Time coordinate
zh_hans: 时间坐标

# time.accessibility.live_value
source: Live, %@
zh_hans: 实时，%@

# time.drag_hint
source: Drag through time
zh_hans: 左右拖动时间

# time.live
source: Now
zh_hans: 此刻

# time.relative.day
source: %1$@ %2$lldd
zh_hans: %1$@ %2$lld天

# time.relative.day_hour
source: %1$@ %2$lldd %3$lldh
zh_hans: %1$@ %2$lld天 %3$lld小时

# time.relative.future
source: In
zh_hans: 未来

# time.relative.hour
source: %1$@ %2$lldh
zh_hans: %1$@ %2$lld小时

# time.relative.hour_minute
source: %1$@ %2$lldh %3$lldm
zh_hans: %1$@ %2$lld小时 %3$lld分

# time.relative.minute
source: %1$@ %2$lldm
zh_hans: %1$@ %2$lld分

# time.relative.past
source: Ago
zh_hans: 过去

# time.relative.second
source: %1$@ %2$llds
zh_hans: %1$@ %2$lld秒

# time.return_now
source: Return to Now
zh_hans: 返回此刻
